[
    "Zenkitty is 6ft 1in",
    "F will pay respects",
    "Thomas made the !fact feature!",
    "The difference between a pneumothorax and hemothorax is in a pneumothorax there's air trapped in the plural space between the lungs and the chest wall and that's bad because it collapses the lung. In a hemothorax there's blood in that space instead.",
    "fact",
    "this is a stupid idea, who came up with this",
    "'Thanatos, the Cooler Bot' is not actually cooler",
    
    "FACT: windoes is better than linux? I think?",
    "FACT: If your computer is running slow, just download more RAM!",

    "VIM FACT!: 100% of vim users first google search is: 'how do I close VIM'",
    
    "VIM FACT!: does anyone actually use VIM, serious question",
    "VIM FACT!: i have been stuck in vim for 12 years. help",
    "VIM FACT!: who needs friends when you have VIM!",
    "The first video ever uploaded to Youtube had to be taken down in 2016 for violating their Terms of Service.",
    "There is a nerveless area of skin half the size of a playing card on the top of your foot. Your brain compensates for it.",
    "The biggest arms manufacturer in the world is Hasbro.",
    "By weight, bay leaves contain more caffeine than coffee beans. They are used to make a stimulating tea in Morocco.",
    "Vikings never fired flaming arrows at boats carrying the dead. They would sink them by running them over with a larger boat.",
    "There is a ‘Buzzy Bee’ still at the top of Mt Everest, left there by Edmund Hillary.",
    "Originally the Fonz was going to wear a leather vest but the popularity of the Village People made them switch to a jacket.",
    "Johnny Cash once got into a fist fight with Colonel Sanders over a sports game.",
    "There are more submarines in lakes right now than there are in the oceans.",
    "Gold nuggets were named after chicken nuggets – not the other way around.",
    
    "Buzz Aldrin left a pen on the moon after the first visit. Eugene Cernan, the last moon walker, found it. It still worked.",
    "There is a pattern on the inside of your upper eyelid that is as unique as your fingerprint.",
    "At least two unconnected cultures have used sparrow skulls as a form of currency.",
    "The President of Senegal was one of the scientists who developed the Large Hadron Collider.",
    "The kneecap is the roundest part of your body.",
    "The Nobel Prize for Physics has been awarded to a scientist who proved that a tree falling in the woods really does make a sound.",
    "JRR Tolkien refused to let his books be read out loud to people until after his death, preferring to keep his words ‘on the page’.",
    "Paris Hilton and Nicole Richie’s ‘The Simple Life’ is one of the most syndicated TV shows in the world.",
    "All fossils found in Canada belong to the Queen.",
    "The first sunglasses were actually animal skin scraped so thin that it became transparent.",
    "Sun Tzu’s ‘The Art of War’ is a sequel. The first book is lost forever.",
    "One of the gems on the Crown Jewels is a marble glued there by Edward the Confessor’s son.",
    "Researchers in the Antarctic will use apply whitening toothpaste to their drills when boring into the ice shelf.",
    "Due to the inclusion of certain metal isotopes in its construction, the standard trombone is actually radioactive.",
    "‘Bat Out of Hell’ was written by Meatloaf after an argument with Ozzy Osborne.",
    "The word ‘Loanshark’ was originally, ‘Loans, hark’.",
    "Jellified red wine was used as a lubricant by the ancient Greeks.",
    "One of the rings of Saturn is almost pure silver dust.",
    "Every member of Iron Maiden was a Quaker.",
    "The national anthem of Lithuania is palindromic. It plays backwards exactly the same way that it plays forwards.",
    "In Brazil they call Brazil nuts ‘Argentines’.",
    "The first pair of scissors was left-handed.",
    "The @ symbol was invented by Charles de Gaulle.",
    "Every member of The Baha Men is dead.",
    "A furlong was defined as the distance a mule can run in two minutes.",
    "The Eiffel Tower has bumps along its ‘legs’ that spell the French national motto in braille.",
    "The phrase, ‘If pain persists, see your doctor’ has been copyrighted by Bayer.",
    "Venetian blinds were invented in Venice.",
    "Cat Stevens first name is Catherine.",
    "The first copy of the Oxford English dictionary is missing the word ‘dictionary’.",
    "New Zealanders use more toilet paper per capita than any other country.",
    "Otters have been known to coat stones with fish scales to lure in birds.",
    "The largest sushi roll ever made would be impossible to transport through the Channel Tunnel.",
    "Morris dancing was invented by a guy called Morris.",
    "95% of people are pronouncing the name of the band ‘Live’ incorrectly.",
    "X-rays cannot pass through Velcro.",
    
    "VIM FACT!: `:wq` Will save and quit your file!",
    "VIM FACT!: Hover a word in command mode and say `ciw` -- doesn't matter where you are in the word, you'll go into insert mode and be able to replace all of it",
    "VIM FACT!: `ciw` means 'Change in word' (Disincludes spaces)",
    "VIM FACT!: `caw` means 'Change all word' (Includes spaces)",
    "VIM FACT!: `ci`( means 'Change in ()' (disincluding ())",
    "VIM FACT!: `ca`( means 'Change all ()' (Including ())",
    "VIM FACT!: If you're too good for `:wq`, you can also type '`ZZ`'",
    "VIM FACT!: If you want to quickly reformat the spacing of a file, you can type `gg=G`",
    "VIM FACT!: If you want to toggle the capitalization of a highlighted section you can press the `~` key",
    "VIM FACT!: Pressing `ctrl+a` will increment the next number on the line",
    "VIM FACT!: `f` followed by a char will search forward from your cursor for that char. `F`, on the other hand, will search backwards",
    "VIM FACT!: `/` will forwards search a file for entered text. `?` will search backwards for entered text",
    "VIM FACT!: `/` will forwards search a file for entered text. `?` will search backwards for entered text",
    "VIM FACT!: If you use the arrow keys in vim, you're a noob and should go back to nano. Heck ('Don't add this' -Mifflin)",
    "VIM FACT!: If you ever want to go to the first definition of a variable or a function within a file, you can use `gd`",
    "VIM FACT!: If you ever want to go to the first definition of a variable or a function within a file, you can use `gd`",

    "BASH TIP!: If you ever need to perform an action you did previously, you can use a search to find that command, and use the number associated with it to run the action again. For instance: history | grep -i 'vim' will show you all your recent vim-scapades,  and see a result similar to 154 vim foo.bar, saying !154 will repeat that action.",

    "VSCode Tip: I'm worse than vim for all workflows except web dev!"

    "no, fuck you"
    "here's your daily bean fact:yo i'm eating beans"
	"here's your daily bean fact: jet fuel can't melt steel beans"
	"here's your daily bean fact: my keyboard is covered in beans"
	"here's your daily bean fact: the Large Heinz Collider is used to accelerate beans to the speed of light"
	"here's your daily bean fact: vegans can't eat beans"
	"here's your daily bean fact: vegans can't melt steel beans"
	"here's your daily bean fact: this message is sponsored by BEANS™!"
	"here's your daily bean fact: the all-bean diet has proven to be the healthiest of choices"
	"here's your daily bean fact: i am being investigated by the federal bean of investigation"
	"here's your daily bean fact: beans are 8/10 with rice"
	"here's your daily bean fact: B E E N Z"
	"here's your daily bean fact: bean me harder daddy"
	"here's your daily bean fact: bean me on the head"
	"here's your daily bean fact: there is no beans"
	"here's your daily bean fact: i spilled my beans"
	"here's your daily bean fact: bean milk has been proven to be the beaniest of milks"
	"here's your daily bean fact: the bean was first invented by Ronald Reagan in 1776"
	"here's your daily bean fact: while it was invented in 1776, the bean was not synthesized  in a laboratory until 2003"
	"here's your daily bean fact: C{+}{+} was preceded by C, C was preceded by B, and B was preceded by the bean"
	"here's your daily bean fact: instead of vacuum tubes{,} the earliest computers used beans"
	"here's your daily bean fact: on the day of his assassination, JFK was scheduled to introduce a new, larger variety of bean"
	"here's your daily bean fact: BREAKING: an island of beans has appeared off of the Slovakian coast"
	"here's your daily bean fact: the bean is the most essential ingredient of a taco"
	"here's your daily bean fact: my floor is covered in beans"
	"here's your daily bean fact: i am drowning in beans"
	"here's your daily bean fact: tell my beans i love her"
	"here's your daily bean fact: beans: a romance for the ages"
	"here's your daily bean fact: 2001: a bean oddesy"
	"here's your daily bean fact: For other uses, see Bean (disambiguation)."
	"here's your daily bean fact: the English wikipedia has 728 titles that contain beans"
	"here's your daily bean fact: i drive a bean car"
	"here's your daily bean fact: i went to bean lake in Missouri but there we no beans :("
	"here's your daily bean fact: bean is my favorite place in england"
	"here's your daily bean fact: the Louvre has 3 displays containing beans :)"
	"here's your daily bean fact: Mr. Bean is a bean only in title, not nature."
]
